/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Urat janë nyje Tor që ndihmojnë në anashkalimin e censurës. Mund të provoni ura nëse Tor bllokohet nga ISP-ja juas; çdo lloj ure shfrytëzon mënyra të ndryshme për të shmangur censurën: nëse një lloj nuk funksionon, provoni një tjetër.\n\nMund të përdorni urat e mëposhtme ose të merrni ura te %.";
"No Bridges: Directly Connect to Tor" = "Pa Ura: Lidhuni Direkt me Tor";
"Provided Bridges: %" = "Ura të dhëna: %";
"Custom Bridges" = "Ura të përshtatura";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Konfigurimi i urës";
"Done" = "U krye";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Ndonjëherë ju nevojitet një urë për t'u lidhur në Tor";
"TELL ME MORE" = "MË TEPËR";


// ConnectingViewController.swift
"Connected!" = "U lidh!";
"__CLAIM_1__" = "Komuniteti ynë i larmishëm është ajo që e bën Tor të mrekullueshëm!";
"__CLAIM_2__" = "Tor përdoret çdo ditë për të shmangur reklama.";
"__CLAIM_3__" = "Tor përdoret për t'u lidhur në mënyrë të sigurt me familjen e shoqërinë.";
"__CLAIM_4__" = "Aktivistët e përdorin Tor për të shprehur hapur mendimet dhe besimet e tyre.";
"__CLAIM_5__" = "Gazetarët e shkrimtarët përdorin Tor për të nxitur popujt drejt reformave sociale.";
"__CLAIM_6__" = "Reporterët e gazetarët e përdorin Tor për të vëzhguar ngjarjet mbi të cilat raportojnë në mënyrë të sigurt.";
"__CLAIM_7__" = "Bizneset e përdorin Tor për të mbajtur private strategjitë e kompanive.";
"__CLAIM_8__" = "Punëtorët e përdorin Tor për të luftuar për drejtësi pa pasur frikë humbjen e vendit të punës.";


// ConnectingViewController.xib
"We're connecting you." = "Ne po ju lidhim.";
"START BROWSING" = "FILLO SHFLETIMIN";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "Në një shfletues tjetër, vizitoni % dhe zgjidhni 'Get Bridges' ('Merr Ura'). Përdorni seksionin 'Advanced Options' ('Opsione të Përparuara'); rekomandohen Transportet 'obfs4' (Mos zgjidhni IPv6).\n\nMund të shtypni ikonën e kamerës për të përdorur kodin QR nga faqja, ose të kopjoni manualisht 'rreshtat e urës' këtu:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Duket se ngecëm! Largohuni dhe rihapni aplikacionin.";


// HelloViewController.xib
"Hello" = "Përshëndetje";
"Welcome to Tor on mobile." = "Mirëseerdhët në Tor celular.";
"CHANGE LANGUAGE" = "NDËRRO GJUHËN";
"Change Language" = "Ndërro Gjuhën";
"Cancel" = "Anulo";


// IntroViewController.xib
"CONTINUE WITHOUT" = "VAZHDO PA TË";
"USE A BRIDGE" = "PËRDOR URË";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Shfleto internetin ashtu si mendon se duhet.";
"No tracking. No censorship." = "Pa ndjekje. Pa censurë.";


// ScanQrViewController.swift
"Scan QR Code" = "Skano kodin QR";
"Error" = "Gabim";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Nuk u sigurua akses te kamera ose skanimi i kodeve QR nuk mund të kryhet nga pajisja juaj.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "Nuk mund të çkodohej kodi QR! A jeni të sigurt që keni skanuar një kod QR nga bridges.torproject.org?";
